<template>
  <!-- 页面 -->
  <div class="container">
    <!-- 引用组件 -->
    <el-tabs tab-position="left" style="height: 200px;">
      <!-- 购物流程页面 -->
      <el-tab-pane label="购物流程">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">购物流程</h2>
          <hr class="first">
          <h4>一 注册购物</h4>
          <P>
            <span>1 注册登录：</span>根据提示内容填写注册信息，填写完毕后，点击“立即注册”。
          </P>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/008.jpg">
          <p>
            <span>2 基本信息:</span>
          </p>
          <p>（1）直接登陆“个人中心”或在下单前根据提示完善基本信息。</p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/009.jpg">
          <p>（2）注册用户需填写您的爱人名字。</p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/010.jpg">
          <h4>二 购买流程</h4>
          <p>
            <span>1 下单：</span>通过分类导航栏上的礼品分类，查找心仪礼物。
          </p>
          <span>2 加入购物车：</span>
          <p>（1）在商品详细页面点击“加入购物车”按钮，将商品放入购物车中。</p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/012.jpg">
          <p>（2）在购物车中，系统默认每件商品的订购数量为一件，您可以在“我的购物车”中修改数量、删除商品、查询礼品信息。</p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/013.jpg">
          <p>
            <span>3 物流信息：</span>按提示填写正确详细的配送地址、联系人、联系方式等信息，保存后点击“提交订单”进入结算支付页面。
          </p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/014.jpg">
          <p>
            <span>4 支付方式：</span>包含快捷支付，网银支付，扫码支付。提交订单12小时内未付款，本订单将自动取消。
          </p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/015.jpg">
          <p>
            <span>5 生成订单：</span>成功支付后，系统将自动生成订单并显示订单编号。
          </p>
          <p>
            <span>6 查询订单：</span>登陆进入“个人中心”→“我的订单”查询订单信息。
          </p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/016.jpg">
          <h4>三 开具发票</h4>
          <p>
            <span>1 发票细则：</span>根据税务管理部门的要求，在roseonly官网销售的商品均可开具合法有效的发票。
          </p>
          <span>2 开具发票的一般规定</span>
          <p>（1）发票金额不能高于订单金额。</p>
          <p>（2）发票金额只包含商品本身的金额，不含运费、优惠券、代金券金额。</p>
          <p>（3）发票抬头内容不能为空，您可选择个人、公司名称或姓名。</p>
          <p>（4）发票内容：购买商品的明细。</p>
          <p>（5）个人及不具有一般纳税人资格的企业客户，均开具普通发票。企业客户若需要开具增值税专用发票，需联系客服人员办理。</p>
          <p>（6）发票将在订单签收结束后开具，另行邮寄给消费者。</p>
          <p>
            <span>3 申请补开的发票的规定：</span>请于商品签收一个月内申请补开，逾期不予受理。客服人员将专程为您办理，快递费用由roseonly承担。
          </p>
          <p>
            <span>4 申请换开发票的情况：</span>收到发票后一个月内，若发现因roseonly原因所致票据抬头、内容或金额错误，请拨打roseonly客服电话：400-1314-520，客服人员会为您处理， roseonly将在收到退回的发票后尽快开具新发票。
          </p>
        </div>
      </el-tab-pane>

      <!-- 会员尊享 -->
      <el-tab-pane label="会员尊享">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content page2">
          <!-- 分栏一 -->
          <p class="title2">
            <span>尊享礼遇，由此开始</span>roseonly会员体系，闪耀启动！
          </p>
          <hr class="first">入会方式
          <p>1. 关注官方微信公众号“roseonly诺誓”</p>
          <p>2. 点击“专属服务”进入“会员中心”</p>
          <p>3. 完成注册，即可获得50元</p>
          <p>成为roseonly会员，尽享专属礼遇</p>
          <img
            class="code"
            src="https://www.roseonly.com.cn/upload/syspic_new/15501148872217384.jpg"
          >
        </div>
        <div class="content page2">
          <!-- 分栏二 -->
          <hr>会员权益
          <p class="font_b font_c">真爱余额</p>
          <p>
            <span>现金抵扣</span>
            5,000积分可兑换60元 6,000积分可兑换80元 9,000积分可兑换120元 12,000积分可兑换150元 （每笔消费最多使用两张抵用券）
            精美礼品
            roseonly产品、合作定制款
            奢华体验
          </p>
          <p class="font_b">礼品兑换</p>积分换购Spa体验 积分换购Hotel住宿 积分换购米其林餐厅用餐
          <p class="font_b">免快递费</p>积分满3,000即可兑换免快递券，购买时使用即可免除快递费用
        </div>
        <div class="content page2">
          <!-- 分栏三 -->
          <hr>
          <p class="font_b font_c">真爱赚取</p>
          <p>注册礼凡注册roseonly会员，即可获得50元无门槛优惠券一张，有效期30天,额外赠送500积分</p>
          <p>资料完善礼在会员中心或官网完善会员资料即可获得1,000积分</p>
          <p>生日礼只限于生日当月首单消费可享2倍积分，不与其他活动使用</p>
          <p>积分赚取</p>
          <p>任意购买在会员中心或官网完善会员资料即可获得1,000积分</p>
          <p>新会员推荐新会员推荐额外赠送2,000积分</p>
          <p>成功续会成功延续会员资格后，免费赠送1,000积分</p>
          <p>线上线下互动与任意带有官方roseonly字样或logo或和代言人拍照，发朋友圈@官方微博，即可获赠500积分（每月最多2次）参与roseonly线上互动活动，</p>
          <p>评论或转发官方微信或微博，即可获赠500积分（每月最多2次）</p>
          <p>投诉与建议任何有效建议通过在线客服经官方采纳即可获赠1,000积分，或真实有效的投诉即可获赠1,000积分</p>
        </div>
        <div class="content page2">
          <!-- 分栏四 -->
          <hr>
          <p class="font_b font_c">真爱礼遇</p>
          <p>爱的纪念日100元抵用券将在完善资料填写的纪念日一个月前发放，消费满1000元可使用，有效期为2个月</p>
          <p>样品赠送新香氛/产品小样在指定活动期间赠送给到店消费顾客，数量有限送完为止</p>
          <p>联名优先购优先预览预购，订购数量根据下单顺序</p>
          <p>满额礼赠每笔消费需满5000即可获赠一份礼品，金额不累加</p>
          <p>明星活动优先参与roseonly相关活动，并有机会和明星近距离合影及接触</p>
        </div>
        <div class="content page2">
          <!-- 分栏五 -->
          <hr>
          <p>积分规则</p>
          <p>积分计算：消费1人民币=1积分</p>
          <p>会员期限：自注册后消费的第一笔开始计算，满一年后在最接近季度会籍到期，季度分别为三月、六月、九月、十二月</p>
          <p>举例：第一笔消费日期2019年1月1日 至2020年3月31日截止、第一笔消费日期2019年5月15日至2020年6月30日截止</p>
          <p>会员续会：会员将在会员到期当天或之后产生购买方可延续roseonly会员</p>
          <p>积分期限：会员积分将在每满一年后最接近季度结算清零，季度分别为三月、六月、九月、十二月 （计算方式和会员期限相同， 区别于每笔积分都有个别有效期）</p>
        </div>
      </el-tab-pane>

      <!-- 常见问题 -->
      <el-tab-pane label="常见问题">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">常见问题</h2>
          <hr class="first">
          <br>
          <p>Q:忘记密码怎么办？</p>
          <p>A:请点击官网右上角“登陆”，进入界面后，点击“忘记密码”，按照提示操作；或通过手机端“登录”找回密码，进入界面后，输入“注册</p>
          <br>
          <p>Q:怎样用微信支付？</p>
          <p>A:请使用电脑端订购，在支付时，可选择“扫码支付”，扫码支付支持微信付款。</p>
          <br>
          <p>Q:商品一般提前多久预订？如果要的急，可以临时加单吗？</p>
          <p>A:roseonly礼品最早可接受提前3个月预定；若正常预定，每天14:00前下单可当天发货，以便您尽早收到；若您所在城市有roseonly专卖店，您可以在官网下单，选择“专卖 店自提”，或使用“24小时速递”当天送达。如果您急需收到礼品，可致电roseonly客服400-1314-520（周一至周日9:00-21:00），我们会酌情为您解决。</p>
          <br>
          <p>Q:如何查看祝福语？</p>
          <p>A:当您在线下单留下“爱语”，收礼人可以使用手机QQ 、微信、手机360、支付宝等扫描软件，扫描二维码后输入订单收礼人手机号码，通过验证后查看爱语。同时，可以关 注官方微信 “roseonly诺誓”或“roseonly诺誓商城”，点击“专属服务”-“爱语查询”，永久随时查询爱语。</p>
          <br>
          <p>Q:配送能按照我的要求准时送达吗？</p>
          <p>A:roseonly与顺丰、联邦快递合作，且发货后有专人随时跟进配送进程，若无特殊情况，99%订单将于客户期望到达日期当日18:00前派送；偶尔出现如雾霾、雨雪、航班延误 等不可控因素影响物流配送，敬请谅解。若担心稍有延迟，客户可以选择将期望到达日期提前。</p>
          <br>
          <p>Q:鲜花玫瑰和永生玫瑰有什么区别？</p>
          <p>A:鲜花玫瑰为新鲜采摘的顶级厄瓜多尔玫瑰。这些玫瑰在离天堂最近的玫瑰花田生长，沐浴365天的阳光和雨水，我们精选在花园中花枝挺拔能至1.5米、花蕾高达3英寸、每 朵花如心脏般大小的玫瑰。roseonly只选全世界百里挑一的鲜花奢侈品。永生玫瑰，则是将厄瓜多尔鲜花玫瑰，经过108道特殊工艺、长达60天雕琢，使其能够长久绽放、 永不凋零。您可以根据喜好挑选。</p>
          <br>
          <p>Q:请问如何取消订单办理退款？</p>
          <p>A:若礼品未发货，您可以登录官网“个人中心”自行申请退款，工作人员会在48小时之内操作退款，退款金额到账时间以各银行为准。若订单已发货，则无法取消订单，敬请 谅解。</p>
          <br>
          <p>Q:收到的礼品不喜欢是否可以办理退换货？</p>
          <p>A:由于roseonly礼品的特殊性，若无任何质量问题，因个人喜好（气味，色泽、型号，外观等）要求的退换货无法受理，敬请谅解。</p>
          <br>
          <p>Q:我需要发票怎么办？</p>
          <p>A:请您将订单编码、发票抬头、发票收件地址及联系方式发送给roseonly官方微信“roseonly诺誓商城”，点击“专属服务”-“在线客服”提交以上信息，roseonly会在收到信息 后尽快为您办理。</p>
          <br>
          <p>Q:为什么我收到的花跟网上的图片不太一样？</p>
          <p>A:花为纯天然生长，每一朵花的形状、大小、色泽均有差别；其次，因为拍摄光线、角度、电脑浏览器差别，图片也可能会产生些许误差。</p>
          <br>
          <p>Q:天猫购买的产品是正品吗？</p>
          <p>A:roseonly官方销售平台有：roseonly官网、天猫roseonly旗舰店，京东roseonly旗舰店，您可以放心购买。</p>
        </div>
      </el-tab-pane>

      <!-- 退款说明 -->
      <el-tab-pane label="退款说明" class="line_cls">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">退款说明</h2>
          <hr class="first page4">
          <p>任何取消或修改订单的需求，请及时联系客服</p>
          <p>热线电话：400-1314-520</p>
          <p>客服邮箱：service@roseonly.com</p>
          <p>订单一旦生成，如需取消或修改订单，请务必提前于您预计到达日期前48小时发送邮件到客服邮箱。</p>
          <br>
          <hr class="first page4">
          <p class="font_b">玫瑰退换条例</p>
          <p>以下情况将不提供退换货服务</p>
          <p>•任何非roseonly出售的商品；</p>
          <p>•任何已使用商品；</p>
          <p>•任何因非正常使用、保管或保养不当而导致质量问题的商品；</p>
          <p>•商品无任何质量问题，因个人喜好（气味，色泽、型号，外观）要求的退换货将无法受理；</p>
          <p>•由收货人地址、电话号码填错等原因，造成商品拒签或快递无法正常投送；</p>
          <p>•超过退换货时间。</p>
          <p>退货服务</p>
          <p>•花有损耗，如花有严重损耗(枯萎及花谢)，请货品签收后24小时内拍照，点击 “个人中心” ，选择左栏的 “退货说明” 。也可选择连同签收单和订单号一起发往 service@roseonly.com， 我们经过核定，在一个工作日内给予答复，需要您将货品(花盒+花)寄送回roseonly，收到花盒后将在三个工作日内重新发货。</p>
          <p>•关于退换货产生的运费：由于商品本身质量问题造成的退换，运费由roseonly承担。</p>
          <p>•商品及信息仅供参考，因拍摄灯光及不同显示器色差等问题可能造成商品图片与实物有一定色差，一切请以实物为准。</p>
          <br>
          <hr class="first page4">
          <p class="font_b">珠宝退换条例</p>
          <p>以下情况将不提供退换货服务</p>
          <p>•珠宝首饰类产品属特殊类商品，在出库前已经我公司专业严格质检，请您在快递公司配送到货后当面检查商品后再签收，一旦签收后，无质量问题将不予退换。</p>
          <p>•因个人原因和时间因素导致的商品变形、开裂、划痕、掉石、污损、氧化、配件损坏等，因非正常使用、保管或保养不当而导致质量问题的商品。</p>
          <p>•珠宝采用的宝石均为天然宝石，含有包裹体、生长纹、色带、气泡、矿物杂质等，属于天然宝石的物理特征，不属于质量问题。</p>
          <p>•商品图片信息仅供参照，不同显示器因色差可能造成商品图片与实物有一定偏差，以实物为准。商品无任何质量问题，因个人喜好（色泽、型号，外观）要求的退换货将 无法受理。</p>
          <p>•定制商品、刻字、改圈商品属个性化定制商品，一经售出不享有退换货服务，如在收货后24小时内发现质量问题，经确认属实后，可以为您办理免费维修服务。</p>
          <p>•礼盒内的永生花为包装的一部分，不作为商品退换，及赠品或其他辅助配件，不予退换。</p>
          <p>•任何已使用商品。</p>
          <p>•超过退换货时间。</p>
          <p>售后服务说明</p>
          <p>•roseonly珠宝有6个月保修期，保修期间享受免费维修、养护服务；我们还将为您提供终身专业翻新服务(一年仅限一次）；</p>
          <p>•凭购物小票、发票可以进行免费的指圈更改项目（如不可更改戒圈的产品建议重新定做）；</p>
          <p>•保修期后，如遇脱落、断裂褪色、氧化等问题，可提供专业有偿维修服务，具体细则可咨询客服。</p>
          <p>退货服务</p>
          <p>•珠宝若有明显质量问题，请于货品签收后24小时内拍照，点击 “个人中心” ，选择左栏的 “退货说明” ，也可选择连同签收单和订单号一起发往service@roseonly.com， 我们经过核定，在一个工作日内给予答复。</p>
          <p>•经roseonly确认符合退换货条件的商品，我们会在2个工作日内为您受理。</p>
          <p>•办理退换货事项，需携带全部销售凭证（销售凭证顾客联、发票、鉴定证书等），在销售凭证齐全的情况下，才能为您处理，请见谅。</p>
        </div>
      </el-tab-pane>

      <!-- 配送方式 -->
      <el-tab-pane label="配送方式">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">配送方式</h2>
          <hr class="first">
          <p>一 配送方式</p>
          <p>可选快递运输、专卖店自提、同城速递</p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/018.jpg">
          <p>
            <span>1 快递运输：</span> 为保证礼物的安全与配送速度，roseonly将选用顺丰快递或联邦快递配送，运费由roseonly承担。
          </p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/005.jpg">
          <p>
            <span>2 专卖店自提：</span> 下单时选择提货专卖店，并填写提货人手机号码。
          </p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/006.jpg">
          <p>
            <span>3 同城速递</span>（roseonly专属速递服务）
          </p>
          <p>
            <span>送达范围：</span> 专卖店所在城市同城指定区域。
            <span>送达时间：</span> 当日14:00之前下单当日送达，14:00之后次日送达。
            <span>速递费用：</span>北京地区免费，其它城市配送费100元。
          </p>
          <img src="https://www.roseonly.com.cn/assets/roseonly/img/007.jpg">
        </div>
      </el-tab-pane>

      <!-- 配送服务 -->
      <el-tab-pane label="配送服务">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">配送服务</h2>
          <hr class="first">
          <p>一 配送说明</p>
          <p>
            <span class="c_red">可选顺丰联邦速运、专卖店自提、24小时速递。</span>
          </p>
          <p>
            <span class="c_red">•顺丰联邦速运：</span>运费由roseonly承担（特殊礼品除外）。
          </p>
          <p>订单支付成功之后，roseonly将按您填写的期望送达日期安排发货。</p>
          <p>一线及二线城市，roseonly将于您期望日期前24小时内发出。</p>
          <p>三线城市及其它城市，roseonly将于您期望日期前48小时内发出。</p>
          <p>
            <span class="c_red">• 专卖店自提：</span>若您所在城市有roseonly专卖店，您可以选择官网下单-专卖店自提。
          </p>
          <p>详情请咨询当地roseonly专卖店或roseonly客服。</p>
          <p>
            <span class="c_red">• 24小时速递：</span>若您所在城市有roseonly专卖店，您可以自费选择“24小时速递”服务。
          </p>
          <p>当日14:00之前下单并完成支付，当日可送达。</p>
          <p>当日14:00-24:00下单并完成支付，次日送达。</p>
          <p>
            <span class="c_red">配送服务特别说明：</span>
          </p>
          <p>
            <span class="c_red">•订单确认：</span>在您 下单成功后，roseonly将为您核对订单，并发送确认信息。您可以随时登录roseonly官网，进入订单页面，查询物流状态。
          </p>
          <p>
            <span class="c_red">• 订单变更：</span>若您想变更送货地址或时间，可以登录roseonly官网，进入“个人中心”，在“我的订单”中找到需要修改的订单，若订单显示“未发货”状态，您可以直接点击修改配送信息；若订单显示“发货”状态，则无法接受变更。
          </p>
          <p>
            <span class="c_red">• 配送延误：</span>根据以往经验，99%的订单会准时到达，但是偶尔也会遇到雾霾、雨雪、航班延误等不可控因素，因此无法百分之百的保证在您的期望日抵达，如出现此类情况，请您包涵及谅解。
          </p>
        </div>
      </el-tab-pane>

      <!-- 品牌介绍 -->
      <el-tab-pane label="品牌介绍">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">品牌介绍</h2>
          <hr class="first">
          <p class="font_b">关于roseonly.</p>
          <p>roseonly.隶属于诺誓（北京）商业股份有限公司，2013.1.4寓意“爱你一生一世”的世纪告白日，roseonly以爱之名创立。roseonly以“一生只爱一人”为理念，精选万里挑一的厄瓜多尔鲜花玫瑰，致力于打造爱情信物品牌。</p>
          <p>品牌从成立开始便受到很多当红明星的青睐，章子怡、杨幂、刘诗诗、林志颖、李晨、李云迪、郑恺等上百位明星，都曾在重要的场合，送出或收到roseonly.玫瑰。马思纯、王 子文、欧阳娜娜、超模何穗等、也纷纷在杂志时尚大片中选择roseonly.作为时尚配饰。roseonly.以不同的产品系列诠释玫瑰之传奇灵感，运用不同设计表达爱，无一不在诠释珍 爱的诺誓之重。</p>
          <p class="font_b">旗下产品</p>
          <p>roseonly.还推出玫瑰珠宝、星座经典、玫瑰熊、音乐球、香氛蜡烛等多种类产品线。形成了roseonly.以玫瑰作为主灵感“打造完整爱礼系列”的概念。让人每当有重大时刻要表达 心中所想，roseonly.都是唯一之选。直至今日，人们相信每逢roseonly.出现，必有浪漫要发生，必有爱之誓言要表达。</p>
          <p class="font_b">品牌故事</p>
          <p>说起创立之初的故事，是机缘巧合、也是冥冥之中。2012年，一群长期旅居国外、终日辛苦忙碌的朋友相聚在北京的某聚会上，觥筹间默契如多年挚友。就在那时，一位常年在 商业谈判与数字交易中行走往来的朋友提出一个问题——“你们，还相信爱情么?”要知道，那年较为流行的感慨便是——我再也不相信爱情了。问题一出，全场沉默。在忙于实 现事业目标、追寻社会存在感的光影里，真爱，远若一个从未出世的童话。 想要传递唯一真爱的信念在那一刻萌芽，很快，这群朋友从世界各地奔赴北京，有人放弃国际投行合伙人的邀请，有人放弃长年旅居国外的闲适，有人放弃高管升职加薪的挽留。 但他们义无反顾，只因不愿让“一生只爱一人”的信念消亡，或者说，是执念。 他们选择了玫瑰，传说天堂里的玫瑰花是忧郁色的，下凡后成了亚当夏娃的衣裳，所以她吸纳了天与地的精髓，一句花语、一滴花泪都会成为我们对爱情不舍不弃的理由…… 造物主对玫瑰偏心厚爱，赋予了她娇艳妩媚的丰姿和情意缠绵的意蕴，而玫瑰花瓣上晶莹的露珠正显示着相爱的人对生命和爱情的美丽祈愿。</p>
          <p class="font_b">品牌特色</p>
          <p>roseonly.全面打造高端爱情信物品牌，不仅是浪漫的见证者，也是表达爱的力量源泉。品牌诞生千年一遇的世纪浪漫日——2013年1月4日，寓意“爱你一生一世”，只为一个虔 诚的信念：信者得爱，爱是唯一。在品牌创立的浪漫之初，便搭载着独特的时光印记，roseonly.鼓励爱侣表达爱，忠于内心的抉择。 roseonly.所倡导的“一生只爱一人”的爱情 观，以见证每一份坚定不移的爱为信念，感动世人。 roseonly.开创了鲜花礼盒的时代，打破人们对传统鲜花的认知传统，将长长的花杆全部保留。还原了欧洲宫廷送礼时的表达形式。 roseonly.缔造的轻系灰色绸缎的诺誓灰色礼盒，是roseonly.格调与雅致的象征。众所周知，只有购买roseonly.产品的顾客，才能获得这款令人一见倾心的诺誓礼盒。无论是在 精品店的偶然一瞥，还是抱于怀中，托于掌心的凝望静赏，roseonly.诺誓灰色礼盒，都象征着爱情来到的怦然心动时刻。诺誓灰色礼盒必须与产品一同售出，因为它代表了品 牌对其品质的苛求。随着品牌名望愈盛，诺誓灰色礼盒夜声名远扬，它是爱的见证者，也是爱人们之间的梦想之色，它的出现，浪漫化身，令人满怀期待。 礼盒内更设有专用信封袋，存放roseonly.唯一真爱证明卡及相关配件。roseonly.唯一真爱证明卡附有专属二维码，落笔为证见证今生挚爱，接收爱的倾情之语。roseonly.为此 提供了更便捷的撰写方式。阁下的专属真爱誓言，可在提交订单时填写；也可以在购买后，扫描真爱证明卡上专属的二维码，再填写真爱誓言。用手机扫一扫，即可接收TA在 下单时留下的倾情之语。支持语音与文字，可随时查阅。 roseonly.，因为独到经典，所以注定永恒于世。</p>
          <p class="font_b">产品分类</p>
          <p class="font_b">roseonly.鲜花玫瑰</p>
          <p>roseonly.鲜花玫瑰，精选厄瓜多尔玫瑰为你见证挚爱。鲜花玫瑰分为『经典永续』、『恒久真爱』、『爱在满怀』等多线系列。种类缤纷绚烂：七彩许愿玫瑰神秘浪漫、经典朱 砂玫瑰隽永弥香、更有约定玫瑰与情动玫瑰。鲜花的馥郁，爱的浪漫，用尽玫瑰心语诉说每一份爱，roseonly.把这世上娇艳的玫瑰带到你面前，为你见证此刻的爱与被爱。</p>
          <p class="font_b">roseonly.永生玫瑰</p>
          <p>roseonly.将古老的永生花工艺引入国内，率先开创了永生花产品系列。永生玫瑰，只为定格一朵花开的永恒浪漫瞬间。制作工序精密而繁多，经历109道百年工艺精雕细琢，采 用古老制作工艺将鲜花恒久保存。并将永生玫瑰搭载更多浪漫表达元素，例如推出定制音乐玫瑰、永生玫瑰花盒等衍生产品。愿不会凋零的永生玫瑰，如爱情一样，永恒保鲜。</p>
          <p class="font_b">roseonly.玫瑰珠宝饰品</p>
          <p>roseonly.潜心研发更多玫瑰珠宝饰品，于是roseonly珠宝饰品系列应运而生。roseonly.玫瑰珠宝饰品的诞生，与其玫瑰标志密不可分。设计师感动于真爱誓言，从玫瑰中获取 灵感。玫瑰珠宝饰品皆由知名珠宝工匠师手工打造，经过反复淬炼悉心打磨，让珠宝玫瑰绽放在美丽的爱情世界里，永恒璀璨。怀揣像如诗人一般的唯美浪漫，执着于匠心精神 精心打磨，每一件珠宝饰品都心怀诗意又匠心独具，雕刻出无可复制的产品。</p>
          <p class="font_b">发展历程</p>
          <p>2013年1月4日，诞生于寓意“爱你一生一世”的日子，提出“一生只爱一人”的理念</p>
          <p>2013年9月9日，寓意天长地久的第一家专卖店—北京三里屯太古里店盛大开业</p>
          <p>2013年，获得腾讯A轮投资</p>
          <p>2014年1月4日， roseonly.旗下献给年轻恋人的love系列诞生，love roseonly柠黄礼盒诠释初恋的青涩纯净</p>
          <p>2014年7月28 北京丽思卡尔顿店盛大开业，成为入驻高端酒店的品牌</p>
          <p>2014年，再次获得IDG&Accel千万美元的B轮投资</p>
          <p>2015年2月14日 北京丽思卡尔顿酒店巴罗洛意大利餐厅特别携手roseonly打造浪漫唯美主题情人节</p>
          <p>2015年8月14日 北京SKP店盛大开业，毗邻各大奢侈品品牌，入驻SKP一层</p>
          <p>2015年9月 完成C轮融资 元生资本</p>
          <p>2017年2月，专卖店总数增至30家，遍布22个城市的奢侈品商场</p>
          <p class="font_b">明星时刻</p>
          <p>2013年2月14日，李小璐收到roseonly.玫瑰的新闻，成为微博热搜榜首，打败多个大V热点</p>
          <p>2013年12月，品牌传统活动“圣诞男神送花”中，张亮和天天父子现身roseonly.北京太古里店，以“玫瑰特使”的身份为顾客送出礼物</p>
          <p>2014年12月，品牌传统活动“圣诞男神送花”中，吴亦凡现身roseonly.广州太古汇店，以“玫瑰特使”的身份为顾客送出礼物</p>
          <p>2015年1月4日，love roseonly牵手品牌挚友杨幂，杨幂以对美好生活的感悟为灵感，融入鲜花设计中</p>
          <p>2015年2月，汪峰选择roseonly.打造百万求婚派对，章子怡激动说出“我愿意”</p>
          <p>2015年2月14日，李晨以“玫瑰特使”的身份在情人节为用户送花传递真爱</p>
          <p>2015年12月，品牌传统活动“圣诞男神送花”中，“小猎豹”郑恺现身roseonly.北京国贸商城店，以“玫瑰特使”的身份为顾客送出礼物</p>
          <p>2016年2月，《美人鱼》上映成为华语电影史票房NO.1，主人公选择roseonly.朱砂玫瑰与求婚钻戒表达爱意，roseonly.成为众多爱情电影中频繁出镜的爱情信物之一</p>
          <p>2016年2月14日，天王嫂昆凌晒出情人节礼物——roseonly.经典许愿玫瑰</p>
          <p>2016年3月20日，刘诗诗吴奇隆巴厘岛大婚，现场所有玫瑰均来自roseonly.，作为品牌忠实用户，选择roseonly.作为他们人生重要时刻的见证</p>
          <p>2016年4月1日，著名时装品牌Lanvin前设计师Alber Elbaz，首次应邀来到中国，浪漫牵手roseonly.打造了一场以“Alber Elbaz与Roseonly的梦幻玫瑰之夜”为主题的私人晚宴</p>
          <p>2016年4月2日，惯以故乡西西里岛为灵感来源的Dolce和Gabbana两位设计师,就2016年春夏作品与roseonly携手拍摄时尚大片,讲述起这一季设计灵感</p>
          <p>2016年4月10日，汪峰、章子怡女儿百日宴，汪峰为了表达对子怡的爱特意选用roseonly.，打造童话花园</p>
          <p>2016年7月， roseonly.为LINE FRIENDS的主角布朗熊和可妮兔举办了国内首次二次元求婚仪式</p>
          <p>2016年7月， 李晨定制roseonly.白色花熊作为七夕礼物送给范冰冰</p>
          <p>2016年12月，品牌传统活动“圣诞男神送花”中，杨洋现身roseonly.北京国贸商城店，以“玫瑰特使”的身份为顾客送出礼物</p>
          <p>2017年2月，杨洋作为诺誓爱情研究院院长，发布2016《城市爱情报告》，该报告由所有roseonly.用户大数据分析研究得出</p>
          <p>2017年3月，贾乃亮手捧roseonly.玫瑰亮相生日会</p>
          <p>2017年4月，意大利国宝级影后莫妮卡·贝鲁奇 现身北京国际电影节，手捧roseonly.朱砂玫瑰，占据各大头版</p>
          <p>2017年5月20日，马思纯在微博晒出与roseonly.玫瑰甜心熊的亲密合影，引发热点</p>
          <p class="font_b">玫瑰甄选</p>
          <p>roseonly.的玫瑰甄选自来厄瓜多尔的选择。在roseonly.出现之前，厄瓜多尔玫瑰多集中出现在美国、德国等市场。在厄瓜多尔诞生的玫瑰，似乎得到了天地灵气独特的馈赠， 在这离天堂最近的地方，每朵玫瑰至少拥有30片花瓣，花枝粗长，花期长。 每枝玫瑰的采劼标准严格而苛刻，甄选万里挑一的玫瑰爱礼。对玫瑰的花苞，花枝茎长，花朵色泽颜色，都标有极高的要求，并进行多重筛选。而层层筛选，精选出优质浪漫的 花朵，经roseonly.的严格筛选规定，而后才会被运往工厂加工。roseonly.百里挑一的比例，以及苛刻的挑选制度，在厄瓜多尔玫瑰园，是园主们都所熟知的规则。精选自每一枝 玫瑰刚到来便具备的严整规格，成就高质要求。</p>
          <p class="font_b">品牌架构</p>
          <p class="font_b">roseonly.诺誓旗舰品牌</p>
          <p>作为品牌旗舰产品，打造爱情信物，寓意为馈赠玫瑰中的爱礼。以出售进口厄瓜多尔玫瑰为主，其中80cm长花杆的鲜花玫瑰和历经109道复杂工艺的永生花颇具代表性。品牌 深信，唯有当玫瑰被赋予设计感，才拥有爱的仪式感。礼盒内更设有专用信封袋，存放唯一的真爱证明卡及相关配件。roseonly.唯一真爱证明卡附有专属二维码，落笔为证见证 今生挚爱，接收爱的倾情之语。</p>
          <p class="font_b">roseonly for all love全爱系列</p>
          <p>roseonly for all love系列是roseonly.品牌赠送至亲挚友的专属系列。作为roseonly,+非爱情线的唯一系列，是送给至亲挚友最好的表达。roseonly for all love全爱系列诞生于 2017年母亲节，roseonly.为其打造推出了至亲挚友的送花理念：“只为生命中最重要的人”而设。无论是亲人、或是密友， for all love全爱系列产品在这里见证着每一份情谊。 全新亮相的for all love全爱系列产品采用白金版礼盒，以白色和金色全新包装，将欧洲式的浪漫优雅配色引入全爱系列，将玫瑰饱含情怀。如同一份爱礼诞生之初的样子，融入 了所有的祝福与感恩后，还原了它纯白的颜色，成为至亲挚友的馈赠佳品。</p>
          <p class="font_b">子品牌</p>
          <p>love roseonly爱诺誓</p>
          <p>roseonly.旗下love roseonly是roseonly.品牌针对年轻用户推出的子品牌。以年轻的设计为年轻一代营造“年轻的爱情，花一样的生活！”的理念。子品牌love roseonly以国产玫 瑰为主，花盒色调为青春色系的baby pink和baby blue为主色彩，用青春的爱恋与纯真。此系列鲜花玫瑰为40cm长度，为了让每位收花人可以用轻巧的方式将这份爱意抱在怀 中。永生花系列，依然延续古老的德意志工艺，赋予青春色系的baby pink和baby blue，宛若初恋的青涩纯净，让人回到怦然心动的时光。</p>
        </div>
      </el-tab-pane>

      <!-- 销售渠道 -->
      <el-tab-pane label="销售渠道" class="line_cls">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">声明函</h2>
          <hr class="first">
          <p class="font_b font_s">致所有支持roseonly的伙伴：</p>
          <p>为确保每一位顾客均能买到正品"roseonly”，我司现声明如下：</p>

          <p class="font_b">1、“roseonly”系列产品销售渠道仅限于：</p>
          <p class="font_b">线上销售渠道：</p>

          <p class="font_b">（1）品牌官网</p>
          <p>官网名称：roseonly.</p>
          <p>官网网址：https://www.roseonly.com.cn/</p>

          <p class="font_b">（2）天猫</p>
          <p>roseonly.官方旗舰店：https://roseonly.tmall.com/</p>
          <p>roseonly.官方珠宝旗舰店：https://roseonlyzb.tmall.com/</p>

          <p class="font_b">（3）京东</p>
          <p>roseonly.官方旗舰店：https://roseonly.jd.com/</p>
          <p>roseonly.珠宝官方旗舰店：https://roseonlyzb.jd.com/</p>
          <p>roseonly.自营旗舰店：http://mall.jd.com/index-1000014661.html</p>

          <p class="font_b">（4）官方微信</p>
          <p>roseonly.微信公众号名称：roseonly诺誓商城、roseonly诺誓</p>

          <p class="font_b">（5）官方微博</p>
          <p>roseonly.新浪微博：@roseonly诺誓、@roseonly为爱定制</p>

          <p class="font_b">（6）寺库</p>
          <p>roseonly.品牌名称：roseonly. 、诺誓</p>

          <p class="font_b">（7）小红书APP</p>
          <p>roseonly.商家名称：roseonly诺誓官方品牌店</p>
          <p class="font_b">线下销售渠道：</p>
          <p>roseonly.全国专卖店地址，请至官网查询：http://www.roseonly.com.cn/about/shitidian.html</p>

          <p>2、我司采取直营方式销售“roseonly”系列产品。除本声明所列的销售渠道外，我司并未授权任何个人或公司通过其他任何渠道销售“roseonly”任何产品，该渠道售出的产 品均为假冒伪劣产品。</p>

          <p>3、各位如发现销售假冒伪劣产品的任何信息，欢迎随时向我司举报，举报电话：【400-1314-520 或 010-85888791】。同时，若您通过微商购买的产品，可以点击售假者微信，在“资料设置”中“投诉”。</p>
        </div>
      </el-tab-pane>

      <!-- 联系我们 -->
      <el-tab-pane label="联系我们" class="line_cls">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">联系我们</h2>
          <hr class="first">
          <p>roseonly</p>
          <p>北京总部：诺誓（北京）商业股份有限公司</p>
          <p>Tel：010-85888791</p>
          <p>地址：北京市朝阳区华贸写字楼</p>
          <br>
          <p>企业合作</p>
          <p>Tel：010-85888791-8380</p>
          <p>Email：marketing@roseonly.com</p>
          <p>客服中心</p>
          <p>Tel：400-1314-520</p>
          <p>Email：service@roseonly.com</p>
        </div>
      </el-tab-pane>

      <!-- 加入我们 -->
      <el-tab-pane label="加入我们" class="line_cls">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">加入我们</h2>
          <hr class="first">
          <p>我们来自于世界各地，懂花、爱花、专注于花，用采摘世界一流玫瑰园的芬芳花朵，编织出万世不朽的爱意。从赠予朋友到流转世人，roseonly为爱而生，于浮华之下倾城绽放，是我们对美的极致追求；以奢华之态传递爱的信念，是我们永恒的使命。</p>
          <p>我们正在寻找那些与我们有一样梦想的人,如果你是： 富有创意的花艺师、编程极客、优秀的网站产品经理和策划推广人员；请将简历发到 hr@roseonly.com</p>
          <p>roseonly期待您的加入。</p>
          <p class="font_s">相关职位</p>
          <p class="point" @click="returnTop('#store')">店铺店长></p>
          <p class="point" @click="returnTop('#florists')">店铺花艺师></p>
          <p class="point" @click="returnTop('#sale')">珠宝销售></p>
          <p class="point" @click="returnTop('#engineer')">高级Java开发工程师></p>
          <p class="point" @click="returnTop('#bi')">BI工程师></p>
          <p class="point" @click="returnTop('#media')">新媒体编辑></p>
          <p class="point" @click="returnTop('#h5')">H5高级研发工程师></p>
          <p class="point" @click="returnTop('#finance')">高级财务经理></p>
          <p class="point" @click="returnTop('#ui')">UI设计></p>
          <br>
          <div class="font_s" id="store">店铺店长</div>
          <p>岗位职责:</p>
          <p>1、全面主持店铺的管理工作，配合总部的各项营销策略的实施；</p>
          <p>2、负责完成公司下达的销售计划和销售目标，并进行月销售分析；</p>
          <p>3、全面管理店员日常行为规范、工作绩效评估和培训指导工作。</p>
          <p>素质要求:</p>
          <p>1、大专以上学历，年龄35岁以下（条件特别出色者可放宽年龄条件），女身高1.60米以上，男1.70米以上，形象气质佳；</p>
          <p>2、4年以上终端零售管理，两年以上高档奢侈品专柜店长管理工作经验（花店，珠宝行业优先）；</p>
          <p>3、优秀的团队管理、精通柜台商品进销，盘点，销售统计等店务工作；</p>
          <p>4、良好的组织协调能力，优秀的语言表达能力（流利的中文及基本英文水平），执行能力和学习能力。</p>
          <div class="font_s" id="florists">店铺花艺师</div>
          <p>岗位职责:</p>
          <p>1、热爱时尚花艺，并有较高悟性，对色彩有独到见解和理解能力；</p>
          <p>2、熟悉门店鲜花产品的设计，及熟练包装技巧；</p>
          <p>3、对花艺布置的，以及花材的预算善于控制成本；</p>
          <p>4、不断提升自身业务知识及能力，洞察时尚与流行的趋势，有创意设计能力。</p>
          <p>素质要求:</p>
          <p>1、热爱花卉艺术，富有创造力，1年以上相关工作经验；</p>
          <p>2、专注做事，诚恳认真，踏实稳定，敬业并有激情，具备团队意识、责任感及行动力；</p>
          <p>3、熟悉各种花材和花器的特性、材质。</p>
          <div class="font_s" id="sale">珠宝销售</div>
          <p>岗位职责:</p>
          <p>1、熟悉门店相关展品的相关知识和销售流程；</p>
          <p>2、热情接待顾客，了解顾客的需求，解答顾客的疑问；</p>
          <p>3、做好公司货品的销售记录、盘点等相关方面的工作，按公司要求完成各项销售统计工作；</p>
          <p>4、完成商品的来货验收，上架陈列摆放、补货、退货、防损等日常工作；</p>
          <p>5、保障公司业务的正常操作，完成领导所交办的任务；认真学习与门店产品相关的专业知识。</p>
          <p>素质要求:</p>
          <p>1、珠宝专业或者1年以上相关工作经验者；</p>
          <p>2、服务热情，工作态度端正、积极肯干；</p>
          <p>3、善于沟通，具备较强的语言表达能力，有强烈的进取心和上进心；</p>
          <p>4、为人正直，有较强的应变能力和学习能力，富有开拓精神。</p>
          <div class="font_s" id="engineer">高级Java开发工程师</div>
          <p>岗位职责:</p>
          <p>1、参与团队敏捷过程的完善，并持续改进；</p>
          <p>2、参与项目需求分析和系统设计及架构；</p>
          <p>3、完成功能模块的设计、编码、测试以及相关文档的编写。</p>
          <p>素质要求:</p>
          <p>1、本科以上、4年开发工作经验；</p>
          <p>2、熟练JAVA语言，及JEE相关的常用开源框架，至少熟悉一种数据库，熟练使用基本linux操作。沟通能力好；</p>
          <p>3、具有良好的沟通能力及团队协作精神, 有较强的分析和解决问题的能力；具备良好的心理素质, 能够承受一定的工作力。</p>
          <div class="font_s" id="bi">BI工程师</div>
          <p>岗位职责:</p>
          <p>1、负责BI数据仓库的规划和搭建；</p>
          <p>2、参与需求分析，数据仓库建模，功能设计及评审；</p>
          <p>3、与各部门沟通协调需求并提出各种新的数据分析项目或方案；</p>
          <p>4、负责日常业务运营提供数据支撑,对分析成果配合产品经理进行产品设计和落实；</p>
          <p>5、负责数据仓库的日常管理与维护。</p>
          <p>素质要求:</p>
          <p>1、本科以上学历，2年以上电商BI数据仓库开发经验；</p>
          <p>2、熟练使用至少一种主流开源BI工具( Pentaho ，jaspersoft，SpagoBI ，openI,Cognos等)；</p>
          <p>3、熟悉BI的各个环节(ETL、DW、OLAP)及工具的使用；</p>
          <p>4、熟悉使用MySQL，对查询优化有深入的理解。熟练掌握shell、awk等脚本语言，熟悉在linux上用脚本处理文件；</p>
          <p>5、精通JAVA程序开发，熟悉 B/S 编程，对 B/S 结构有深入了解，具有JAVA网络编程开发经验优化。</p>
          <div class="font_s" id="media">新媒体编辑 （招聘人数： 2 人 ）</div>
          <p>岗位职责:</p>
          <p>1、根据公司整体营销计划，完成品牌微博微信等社交媒体运营策略及活动策划 ；</p>
          <p>2、负责社交媒体的日常内容编辑、发布等运营工作；</p>
          <p>3、跟踪推广效果，数据分析及总结。有效提高用户活跃度，增加品牌在社交媒体的影响力；</p>
          <p>4、充分了解用户需求，搜集用户反馈，分析用户行为；</p>
          <p>5、协助完成自媒体kol、自媒体广告的推广投放工作；</p>
          <p>6、协助完成部分品牌合作工作。</p>
          <p>素质要求:</p>
          <p>1、根据公司整体营销计划，完成品牌微博微信等社交媒体运营策略及活动策划 ；</p>
          <p>2、负责社交媒体的日常内容编辑、发布等运营工作；</p>
          <p>3、跟踪推广效果，数据分析及总结。有效提高用户活跃度，增加品牌在社交媒体的影响力；</p>
          <p>4、充分了解用户需求，搜集用户反馈，分析用户行为；</p>
          <p>5、协助完成自媒体kol、自媒体广告的推广投放工作；</p>
          <p>6、协助完成部分品牌合作工作。</p>
          <div class="font_s" id="h5">H5高级研发工程师</div>
          <p>岗位职责:</p>
          <p>1.开发基于Html5的WAP网页前端开发，适配多种浏览器；</p>
          <p>2.参与项目重点、难点模块的研发工作；</p>
          <p>3.结合业务的特点，不断提升前端产品体验；</p>
          <p>4.开发、维护、扩展前端代码框架；</p>
          <p>5.新技术研究与实验性的demo开发。</p>
          <p>素质要求:</p>
          <p>1.精通Html5/Css3/Javascript，熟悉JQuery等常用JS开发框架，熟悉Ajax开发模式；</p>
          <p>2.了解不同浏览器之间的差异，写出的代码具有良好的兼容性(IE系列，chrome,safari,firefox), 深刻理解Web标准。对页面性能和浏览器兼容有丰富的实践经验；</p>
          <p>3.熟悉各种前端工具使用，如Firebug，Web Develop Tools等；</p>
          <p>4.了解web后端开发，熟悉使用JAVA；</p>
          <p>5.热爱前端技术、有高度的技术敏感度、广阔的技术视野；</p>
          <p>6.具有较强的团队合作精神、进取心和求知欲，热爱学习，勇于挑战；</p>
          <p>7.学习能力强，具备良好的问题分析和解决能力，对新技术有敏感性并愿意致力于新技术研究；</p>
          <p>8.乐观，上进，有钻研精神，充满激情好奇，热爱互联网行业，能够快速融入团队合作；</p>
          <p>9.具有新媒体微信、微博等开发经验优先。</p>
          <div class="font_s" id="finance">高级财务经理（招聘人数： 1 人 ）</div>
          <p>岗位职责:</p>
          <p>1.建立、健全财务管理体系，对财务部门的日常管理、年度预算、资金运作等进行总体控制；</p>
          <p>2.与财政、税务、银行、证券等相关政府部门及会计师事务所等相关中介机构建立并保持良好的关系；</p>
          <p>3.日常财务核算、会计凭证、出纳、税务工作的审核；</p>
          <p>4.研究制定会计政策和操作指导，调整会计准则；</p>
          <p>5.审核公司财务报表、核对关联往来，合并报表并进行财务分析；</p>
          <p>6.定期组织检查会计政策执行情况，严控操作风险，解决存在问题；</p>
          <p>7.协调对外审计，提供所需财会资料。</p>
          <p>素质要求:</p>
          <p>1、会计、财务或相关专业本科以上学历；</p>
          <p>2、有注册会计师资格者优先；</p>
          <p>3、5年以上大型企业集团财务管理工作经验，具有全面的财务专业知识、账务处理及管理经验； 精通国家财税法律规范，具备财会项目分析处理经验；</p>
          <p>4、熟悉财务核算流程，有不断学习的意愿；</p>
          <p>5、为人正直、责任心强、作风严谨、工作仔细认真； 有较强的沟通协调能力； 有良好的纪律性、团队合作以及开拓创新精神；</p>
          <p>6、有良好的沟通和人际交往能力，组织协调能力和承压能力。</p>
          <div class="font_s" id="ui">UI设计（招聘人数： 1 人 ）</div>
          <p>岗位职责:</p>
          <p>1、负责公司微博微信日常推送的图片创意以及制作；</p>
          <p>2、负责公司微博微信节日和活动时设计并制作HTML5页面；</p>
          <p>3、具有优秀的审美、色彩感觉和排版能力，准确把握公司品牌调性；</p>
          <p>4、定期更新和优化公司微博微信视觉效果；</p>
          <p>5、了解同类品牌竞争形势，向公司提出合理化建议 ；</p>
          <p>6、完成上级交办的其他工作。</p>
          <p>素质要求:</p>
          <p>1、美术功底扎实，色感好，有一定设计理念；</p>
          <p>2、富有灵活的头脑，深谙创作之道，精于排版、长于创意；</p>
          <p>3、熟悉Photoshop,Dreamweaver，Illustrator等图形设计与网页编辑软件；</p>
          <p>4、擅长H5页面设计，熟悉流程、可独立完成页面设计。</p>
          <p>5、善于与人沟通，良好的团队合作精神和绝对的执行力，具备高度的责任感，能够承受压力，有创新精神，能够保质保量的完成工作；</p>
          <p>6、有较强的自学能力及吃苦耐劳的工作精神；</p>
          <p>7、美术专业优先，有自媒体设计经验者优先</p>
        </div>
      </el-tab-pane>

      <!-- 保养物语 -->
      <el-tab-pane label="保养物语">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">保养物语</h2>
          <hr class="first">
          <ul class="list">
            <li>
              <div>鲜花玫瑰</div>
              <img src="https://www.roseonly.com.cn/index/images/notes01.png" alt="roseonly">
            </li>
            <li>
              <div>永生玫瑰</div>
              <img src="https://www.roseonly.com.cn/index/images/notes02.png" alt="roseonly">
            </li>
            <li>
              <div>巧克力</div>
              <img src="https://www.roseonly.com.cn/index/images/notes06.png" alt="roseonly">
            </li>
            <li>
              <div>玫瑰珠宝</div>
              <img src="https://www.roseonly.com.cn/index/images/notes07.png" alt="roseonly">
            </li>
            <li>
              <div>围巾</div>
              <img src="https://www.roseonly.com.cn/index/images/notes08.png" alt="roseonly">
            </li>
            <li>
              <div>蜡烛</div>
              <img src="https://www.roseonly.com.cn/index/images/notes09.png" alt="roseonly">
            </li>
            <li>
              <div>玫瑰饰品</div>
              <img src="https://www.roseonly.com.cn/index/images/notes10.png" alt="roseonly">
            </li>
            <li>
              <div>钻戒</div>
              <img src="https://www.roseonly.com.cn/index/images/notes11.png" alt="roseonly">
            </li>
          </ul>
        </div>
      </el-tab-pane>

      <!-- 指圈测量 -->
      <el-tab-pane label="指圈测量">
        <!-- 左侧导航 -->
        <!-- 右侧文本 -->
        <div class="content">
          <h2 class="title">指圈测量</h2>
          <hr class="first">
          <p>戒指尺寸大小标准也称为手寸。手寸是以多少号来表示的，分为美式，港式，所对应的直径和周长各不相同，目前中国多采用港式。 如果您在家中订制戒指，不清楚自己手寸的号数，可以用简便的方法测量出来：先用丝线绕手指一圈，再把丝线剪下来拉直，用尺子测量出丝线长度，然后对照roseonly 戒指指圈对照表选择。</p>
          <img src="https://www.roseonly.com.cn/upload/syspic_new/14869585614126001.jpg">
          <p>为保您所选戒指尺寸更合适，我们有如下建议：</p>
          <p>戒圈不宜太细，以免导致血液流通不畅，长时间佩戴会造成手指变形，所以建议您选择稍大0.5到1的号，确保戒指顺利滑过手指关节。</p>
          <p>由于季节不同，手指关节粗细有别，建议最佳测量季节是春秋，若冬天测量，购买尺寸应该比实际测量尺寸大0.5到1个号；若夏天测量，购买尺寸应该与实际测量的尺寸 相当，戒指以带上后可以左右旋转但不易脱落为宜。</p>
          <p>大部分女性的指圈大小在10至15之间，其中以12号、13号居多大部分男生佩带的戒指号数为17-22号，其中18-20号的较多，如果测量超过此范围，请再仔细确认。 由于人的手指尺寸在晚间时达到最大，建议您在晚间测量尺寸。</p>
          <img src="https://www.roseonly.com.cn/upload/syspic_new/15178176730935707.jpg">
        </div>
      </el-tab-pane>
    </el-tabs>
  </div>
</template>
<script>
export default {
  methods: {
    returnTop: function(selector) {
      // console.dir(document.querySelector(selector).scrollIntoView(true))
      var t = document.querySelector(selector).offsetTop;
      // document.body.clientTop
      console.log(t); 
      document.body.scrollTop = document.documentElement.scrollTop = t - 55;
    }
  }
};
</script>

<style scopted>
.store_tit {
  line-height: 50px;
  text-align: center;
}
.details {
  height: 180px;
  line-height: 25px;
  display: table-cell;
  vertical-align: middle;
  padding-left: 20px;
}
.content img {
  margin-top:-180px;
}
.list {
  list-style: none;
  padding: 0;
  margin: 0 auto;
  color: #000;
}
.list li {
  width: 270px;
  text-align: center;
  display: block;
  float: left;
  padding-bottom: 20px;
}
.point {
  cursor: pointer;
}
.c_red {
  font-weight: normal;
  color: #c71f2c;
}
.page4 {
  margin-bottom: 16px;
}
.line_cls {
  line-height: 26px;
}
.font_s {
  font-size: 18px;
}
.font_c {
  text-align: center;
}
.font_b {
  font-weight: bold;
}
.code {
  margin-left: 400px;
  margin-bottom: 50px;
}
p {
  margin: 0 auto;
}
.container {
  width: 100%;
  line-height: 26px;
  margin: 0 auto;
  margin-bottom: 30px;
}
hr {
  margin-top: 0;
  padding: 0;
}

.first {
  height: 2px;
  background-color: #424242;
}
.title2 {
  line-height: 80px;
  text-align: center;
  font-size: 20px;
  width: 1083px;
}
h2 {
  text-align: center;
  line-height: 80px;
  margin-top: 0;
  margin-bottom: 0;
}
h4 {
  margin: 0 auto;
}
img {
  margin: 20px auto;
  display: block;
}
.el-tabs__item {
  background: #d9d9d9;
  color: #000000;
}
.el-tabs__item:hover,
.el-tabs__item:active,
.el-tabs__item:visited {
  background: #f7f7f7;
  color: #000000;
}
.el-tabs__active-bar {
  display: none;
}
.el-tabs {
  height: auto !important;
  overflow: visible;
  margin-left: 50px;
  font-size: 14px;
  padding: 0 30px;
}
.el-tabs__content {
  line-height: 40px;
}
.content {
  padding: 0 30px;
}
.el-tabs__header {
  padding-top: 80px;
}
.is_left {
  margin: 0;
  padding: 0;
}
span {
  font-weight: bold;
}
</style>